export const ru = {
  //navbar
  navbar1: "Технологии",
  navbar2: "STEMLab",
  navbar3: "Перевод",
  navbar4: "О нас",
  navbar5: "Контакт",
  navbar6: "Образовательный дизайн",

  //sliders
  slider1Header: "Технологии образования",
  slider2Header: "Kosmosx",
  slider3Header: "Лаборатории",
  slider4Header: "AcademyX",
  slider5Header: "Студенческий перевод",

  slider1Desc:
    "Вы можете получать знания из различных источников, чтобы улучшить свои навыки.",
  slider2Desc:
    "KosmosX, являясь ведущей образовательной и проектной компанией в области космоса и авиации в Узбекистане, ставит перед собой задачу обучать молодежь и взрослых космическим наукам.",
  slider3Desc:
    "Мы здесь, чтобы помочь вам создать лаборатории, полностью соответствующие вашим потребностям и предпочтениям.",
  slider4Desc:
    "Мы полностью готовы поддержать ваше обучение, предоставляя передовые технологии и ресурсы через Academyx, чтобы помочь вам получить больше знаний и навыков.",
  slider5Desc:
    "Посетите наш сайт о воздушных путешествиях, чтобы получить профессиональную консультацию, специально адаптированную для услуг по трансферу студентов.",

  //pages
  //edu-design
  eduHeader: "Наши услуги по разработке образовательных моделей",
  eduHeaderDesc:
    "Мы разрабатываем инновационные, современные и эффективные образовательные модели. Наша цель — создать среду обучения, в которой каждый студент сможет максимально раскрыть свой потенциал.",

  //card1
  eduCard1Header: "Разработка учебных программ",
  eduCard1Text1:
    "Дизайн контента, соответствующий принципам студентоориентированного и современного образования",
  eduCard1Text2: "Междисциплинарные модели обучения",
  eduCard1Text3: "Программы, ориентированные на STEM, искусство и языки",

  //card2
  eduCard2Header: "Обучение учителей",
  eduCard2Text1: "Инновационные методы преподавания",
  eduCard2Text2: "Использование цифровых инструментов и технологий",
  eduCard2Text3: "Методы управления классом и мотивации",

  //card3
  eduCard3Header: "Системы оценки и мониторинга",
  eduCard3Text1:
    "Современные методы оценки для контроля академической успеваемости",
  eduCard3Text2: "Анализ эффективности с использованием данных",
  eduCard3Text3:
    "Системы, поддерживающие персонализированные траектории обучения",

  //card4
  eduCard4Header: "Внутренние системы управления школой",
  eduCard4Text1: "Стратегическое планирование в образовательном управлении",
  eduCard4Text2: "Развитие школьной культуры и лидерства",
  eduCard4Text3: "Мониторинг эффективности и постоянное совершенствование",

  //card5
  eduCard5Header: "Инновационные образовательные проекты",
  eduCard5Text1: "Проектирование мастерских, лабораторий и maker-пространств",
  eduCard5Text2: "Цифровые и гибридные решения для обучения",
  eduCard5Text3:
    "Модели, способствующие социальной осведомленности и проектному обучению",

  bottomText:
    "Мы предлагаем специальные решения для различных потребностей каждого учебного заведения и помогаем вам добиться устойчивого успеха в образовании. Свяжитесь с нами, чтобы вместе построить более сильное образовательное будущее!",
};
