export const ru = {
  //navbar
  navbar1: "Технологии",
  navbar2: "STEMLab",
  navbar3: "Перевод",
  navbar4: "О нас",
  navbar5: "Контакт",
  navbar6: "Образовательный дизайн",

  //sliders
  slider1Header: "Технологии образования",
  slider2Header: "Kosmosx",
  slider3Header: "Лаборатории",
  slider4Header: "AcademyX",
  slider5Header: "Экспертный трансфер",

  slider1Desc:
    "Вы можете получать знания из различных источников, чтобы улучшить свои навыки.",
  slider2Desc:
    "KosmosX, являясь ведущей образовательной и проектной компанией в области космоса и авиации в Узбекистане, ставит перед собой задачу обучать молодежь и взрослых космическим наукам.",
  slider3Desc:
    "Мы здесь, чтобы помочь вам создать лаборатории, полностью соответствующие вашим потребностям и предпочтениям.",
  slider4Desc:
    "Мы полностью готовы поддержать ваше обучение, предоставляя передовые технологии и ресурсы через Academyx, чтобы помочь вам получить больше знаний и навыков.",
  slider5Desc:
    "Посетите наш сайт о воздушных путешествиях, чтобы получить профессиональную консультацию, специально адаптированную для услуг по трансферу студентов.",
  sliderButton: "Узнать больше",
  //pages
  //edu-design
  eduHeader: "Наши услуги по разработке образовательных моделей",
  eduHeaderDesc:
    "Мы разрабатываем инновационные, современные и эффективные образовательные модели. Наша цель — создать среду обучения, в которой каждый студент сможет максимально раскрыть свой потенциал.",

  //card1
  eduCard1Header: "Разработка учебных программ",
  eduCard1Text1:
    "Дизайн контента, соответствующий принципам студентоориентированного и современного образования",
  eduCard1Text2: "Междисциплинарные модели обучения",
  eduCard1Text3: "Программы, ориентированные на STEM, искусство и языки",

  //card2
  eduCard2Header: "Обучение учителей",
  eduCard2Text1: "Инновационные методы преподавания",
  eduCard2Text2: "Использование цифровых инструментов и технологий",
  eduCard2Text3: "Методы управления классом и мотивации",

  //card3
  eduCard3Header: "Системы оценки и мониторинга",
  eduCard3Text1:
    "Современные методы оценки для контроля академической успеваемости",
  eduCard3Text2: "Анализ эффективности с использованием данных",
  eduCard3Text3:
    "Системы, поддерживающие персонализированные траектории обучения",

  //card4
  eduCard4Header: "Внутренние системы управления школой",
  eduCard4Text1: "Стратегическое планирование в образовательном управлении",
  eduCard4Text2: "Развитие школьной культуры и лидерства",
  eduCard4Text3: "Мониторинг эффективности и постоянное совершенствование",

  //card5
  eduCard5Header: "Инновационные образовательные проекты",
  eduCard5Text1: "Проектирование мастерских, лабораторий и maker-пространств",
  eduCard5Text2: "Цифровые и гибридные решения для обучения",
  eduCard5Text3:
    "Модели, способствующие социальной осведомленности и проектному обучению",

  bottomText:
    "Мы предлагаем специальные решения для различных потребностей каждого учебного заведения и помогаем вам добиться устойчивого успеха в образовании. Свяжитесь с нами, чтобы вместе построить более сильное образовательное будущее!",

  // Страница Transfer
  transferHeader: "Образовательный мост между двумя странами",
  transferDesc:
    "Как EduAgency, мы создаем прочный образовательный мост между Узбекистаном и Турцией, объединяя культурные связи и академический потенциал обеих стран. Наша профессиональная команда с многолетним опытом предоставляет услуги по трансферу студентов и обмену образовательных специалистов.",

  // Карта 1
  transferCard1Header:
    "Трансфер образовательных специалистов из Турции в Узбекистан",
  transferCard1Text1:
    "Выбор квалифицированных специалистов: Отбор и размещение экспертов с опытом работы в сфере образования.",
  transferCard1Text2:
    "Управление образовательными проектами: Обучение учителей, разработка учебных программ и консультационные услуги.",
  transferCard1Text3:
    "Поддержка культурной адаптации: Специальные программы для адаптации турецких образовательных специалистов к узбекской культуре.",

  // Карта 2
  transferCard2Header: "Сила культурных связей, академическое сотрудничество",
  transferCard2Text1:
    "Как EduAgency, мы стремимся укреплять исторические и культурные связи между узбекским и турецким народами.",
  transferCard2Text2:
    "Образование — это не только передача знаний, но и мост между культурами.",
  transferCard2Text3:
    "С таким пониманием мы гордимся тем, что являемся самым надежным партнером для студентов и образовательных специалистов.",

  // teaching-tech
  teachingTechHeader: "Образовательные технологии",
  teachingTechDesc:
    "Современные образовательные технологии — это инновационные инструменты, разработанные для того, чтобы сделать процесс обучения более эффективным, доступным и увлекательным. В EduAgency мы предлагаем решения, основанные на технологиях, как для студентов, так и для преподавателей. С помощью умных классных приложений, цифровых образовательных платформ и интерактивного контента мы адаптируем образование к требованиям будущего. Используя возможности технологий в образовании, мы переосмысливаем процесс обучения для каждого человека.",

  // card
  teachingTechCardText1:
    "K12NET — это информационная система для учащихся, которая объединяет технологии для улучшения производительности, точности и коммуникации между учителями, студентами, персоналом и родителями.",
  teachingTechCardText2:
    "С OkulAile детские сады, начальные школы, средние школы, частные школы, колледжи, частные образовательные курсы, учебные центры, художественные центры и реабилитационные центры могут легко и быстро удовлетворять все свои потребности с помощью мобильных приложений.",
  teachingTechCardText3:
    "MentalUP — это эффективный способ когнитивного развития с более чем 150 увлекательными играми для мозга. Персонализированные игры для тренировки мозга поддерживают индивидуальное развитие.",
  teachingTechCardText4:
    "Отправляйтесь в невероятное космическое приключение, разработанное для детей в возрасте от 4 до 10 лет! Future Astronaut — это отличное образовательное приложение, которое объединяет веселые игры.",

  //labs
  labsHeader: "Образовательные лаборатории",
  labsDesc:
    "Изучите наши современные лаборатории, предназначенные для предоставления студентам практических учебных опытов. От STEM и инноваций в энергетике до аэрокосмической и цифровой разработки, мы предлагаем передовые ресурсы для будущих профессионалов и исследователей.",

  //card1
  labsCard1Header: "STEM Лаборатория",
  labsCard1Text:
    "Место для инноваций и открытий в науке, технологии, инженерии и математике. Оборудована новейшими инструментами для развития креативности и навыков решения проблем.",

  //card2
  labsCard2Header: "Интеллектуальные Игры",
  labsCard2Text:
    "Занимайтесь умственными упражнениями, разработанными для улучшения когнитивных навыков и повышения способности к решению проблем в увлекательной и интерактивной форме.",

  //card3
  labsCard3Header: "Аэрокосмическая Лаборатория",
  labsCard3Text:
    "Погрузитесь в мир авиации и космических исследований с использованием передового оборудования и симуляторов.",

  //card4
  labsCard4Header: "Энергетические Инновации",
  labsCard4Text:
    "Изучите возобновляемые источники энергии, умные сети и инновационные технологии, которые формируют будущее энергетики.",

  //card5
  labsCard5Header: "Электронная Лаборатория",
  labsCard5Text:
    "Практический опыт работы с цепями, робототехникой и программированием микроконтроллеров в динамичной среде.",

  //card6
  labsCard6Header: "Приложения для Дизайна",
  labsCard6Text:
    "Изучите творческие программные инструменты и техники для воплощения инновационных дизайнерских концепций.",

  // contact
  contactHeader: "Связаться с нами",
  placeHolderName: "Введите ваше имя",
  placeHolderPhone: "Номер телефона",
  placeHolderEmail: "Введите ваш email",
  placeHolderText: "Напишите ваше сообщение",
  submitButton: "Submit",

  labelName: "Имя",
  labelPhone: "Телефон",
  labelEmail: "Email",
  labelMessage: "Сообщение",

  //advantages
  advHeader: "Преимущества Eduagency",
  advCard1: "Международная Сильная Сеть Сотрудничества",
  advCard2: "Вклад в Общество через Социальные Проекты Ответственности",
  advCard3: "Сильная Поддержка Образования",
  advCard4: "Программное Обеспечение, Открывающее Горизонты",
  advCard5: "Эксклюзивные Услуги",
  advCard6: "Инновации и Новаторство",

  academyHeader: "Добро пожаловать в Academyx",
  academyDesc:
    "В Academyx мы стремимся преобразовать образование. Наша онлайн-платформа объединяет учителей и группы для сотрудничества, создавая учебную среду, ориентированную на сотрудничество и развитие. Вы можете быть учителем, стремящимся вдохновить, или профессионалом, ищущим команду для проекта; Academyx — это лучшее решение для вас. Вместе мы формируем будущее образования!",
  academyCard1Header: "STEM",
  academyCard2Header: "Внимание",
  academyCard3Header: "Управление классом",
  academyCard4Header: "Коммуникация",
  academyCard5Header: "Ментальная карта",
  academyCard6Header: "Высокий интеллект",
  academyCard7Header: "Метод активного обучения",
  academyCard8Header: "Стиль обучения",
  academyCard1Text:
    "Предоставьте студентам возможности для обучения в области науки, технологий, инженерии и математики, став лидером в этих областях.",
  academyCard2Text:
    "Сотрудничайте с экспертами в различных областях, чтобы персонализировать учебный опыт.",
  academyCard3Text:
    "Учителя и наставники предоставляют полезные методы управления классом.",
  academyCard4Text:
    "Установите сильную коммуникацию с учениками, чтобы сделать процесс обучения более эффективным.",
  academyCard5Text:
    "Создавайте ментальные карты, чтобы ученики могли изучать предметы более эффективно.",
  academyCard6Text:
    "Откройте для себя студентов с высоким интеллектом и направьте их на более сложные программы.",
  academyCard7Text:
    "Используйте методы активного обучения, чтобы привлечь внимание студентов и более эффективно их обучать.",
  academyCard8Text:
    "Знайте различные стили обучения и адаптируйте методы преподавания в соответствии с ними.",

  //kosmosx
  kosmosxHeader: "О Kosmosx",
  kosmosxDesc:
    "Kosmosx предлагает академическое консультирование, консультационные услуги и образовательные возможности для студентов, поступающих в университет. Мы гордимся тем, что помогаем тысячам студентов на кампусе в Турции. Вместе с нами студенты получают лучшую образовательную поддержку и могут воспользоваться значительными скидками на процесс поступления.",

  kosmosxCard1Header: "Космический лагерь",
  kosmosxCard2Header: "Космические лаборатории",
  kosmosxCard3Header: "Мероприятия",

  kosmosxCard1Text:
    "Kosmosx помогает студентам в процессе подачи заявлений в университет и регистрации. Сделайте шаг к успеху с нашими опытными наставниками.",
  kosmosxCard2Text:
    "Kosmosx предоставляет современные лаборатории и практические зоны для развития студентов в различных областях.",
  kosmosxCard3Text:
    "Мы организуем различные семинары и мероприятия, поддерживающие образовательные и научные разработки.",
  kosmosxCard4Text:
    "Мы проводим мероприятия и конкурсы для студентов, стремящихся стать лидерами в мире технологий и инноваций.",
  // о нас
  hakkimizdaHeader: "О нас",
  hakkimizdaDesc:
    "EduAgency — это наше образовательное сообщество, нацеленное на обмен, передачу и сотрудничество с целью создать резонанс в сфере образования между Турцией и Узбекистаном. Наша цель — внести значительный вклад в строительство общего процесса в сфере образования, используя силы исторических культурных связей Турции и Узбекистана.",
  hakkimizdaCardTitle: "Наши Ценности",

  hakkimizdaCard1Header: "Доброта",
  hakkimizdaCard2Header: "Быстрая связь",
  hakkimizdaCard3Header: "Качественное обслуживание",
  hakkimizdaCard4Header: "Культурные отношения",

  hakkimizdaCard1Text:
    "Мы несем ответственность за будущее наших студентов. Мы предлагаем лучшие решения, соответствующие их видению и финансовым возможностям.",
  hakkimizdaCard2Text:
    "Мы поддерживаем творчество и инновационное мышление, выводя образование и услуги поддержки студентов на новый уровень совершенства.",
  hakkimizdaCard3Text:
    "Мы обеспечиваем открытость и честность на каждом шагу, строим доверительные отношения с нашими студентами и партнерами.",
  hakkimizdaCard4Text:
    "Мы стремимся укрепить культурные связи и предоставлять услуги высокого уровня нашим студентам, преподавателям и партнерам.",
};
