export const ru = {
  //navbar
  navbar1: "Технологии",
  navbar2: "STEMLab",
  navbar3: "Перевод",
  navbar4: "О нас",
  navbar5: "Контакт",
  navbar6: "Образовательный дизайн",

  //sliders
  slider1Header: "Технологии образования",
  slider2Header: "Kosmosx",
  slider3Header: "Лаборатории",
  slider4Header: "AcademyX",
  slider5Header: "Студенческий перевод",

  slider1Desc:
    "Вы можете получать знания из различных источников, чтобы улучшить свои навыки.",
  slider2Desc:
    "KosmosX, являясь ведущей образовательной и проектной компанией в области космоса и авиации в Узбекистане, ставит перед собой задачу обучать молодежь и взрослых космическим наукам.",
  slider3Desc:
    "Мы здесь, чтобы помочь вам создать лаборатории, полностью соответствующие вашим потребностям и предпочтениям.",
  slider4Desc:
    "Мы полностью готовы поддержать ваше обучение, предоставляя передовые технологии и ресурсы через Academyx, чтобы помочь вам получить больше знаний и навыков.",
  slider5Desc:
    "Посетите наш сайт о воздушных путешествиях, чтобы получить профессиональную консультацию, специально адаптированную для услуг по трансферу студентов.",
  sliderButton: "Узнать больше",
  //pages
  //edu-design
  eduHeader: "Наши услуги по разработке образовательных моделей",
  eduHeaderDesc:
    "Мы разрабатываем инновационные, современные и эффективные образовательные модели. Наша цель — создать среду обучения, в которой каждый студент сможет максимально раскрыть свой потенциал.",

  //card1
  eduCard1Header: "Разработка учебных программ",
  eduCard1Text1:
    "Дизайн контента, соответствующий принципам студентоориентированного и современного образования",
  eduCard1Text2: "Междисциплинарные модели обучения",
  eduCard1Text3: "Программы, ориентированные на STEM, искусство и языки",

  //card2
  eduCard2Header: "Обучение учителей",
  eduCard2Text1: "Инновационные методы преподавания",
  eduCard2Text2: "Использование цифровых инструментов и технологий",
  eduCard2Text3: "Методы управления классом и мотивации",

  //card3
  eduCard3Header: "Системы оценки и мониторинга",
  eduCard3Text1:
    "Современные методы оценки для контроля академической успеваемости",
  eduCard3Text2: "Анализ эффективности с использованием данных",
  eduCard3Text3:
    "Системы, поддерживающие персонализированные траектории обучения",

  //card4
  eduCard4Header: "Внутренние системы управления школой",
  eduCard4Text1: "Стратегическое планирование в образовательном управлении",
  eduCard4Text2: "Развитие школьной культуры и лидерства",
  eduCard4Text3: "Мониторинг эффективности и постоянное совершенствование",

  //card5
  eduCard5Header: "Инновационные образовательные проекты",
  eduCard5Text1: "Проектирование мастерских, лабораторий и maker-пространств",
  eduCard5Text2: "Цифровые и гибридные решения для обучения",
  eduCard5Text3:
    "Модели, способствующие социальной осведомленности и проектному обучению",

  bottomText:
    "Мы предлагаем специальные решения для различных потребностей каждого учебного заведения и помогаем вам добиться устойчивого успеха в образовании. Свяжитесь с нами, чтобы вместе построить более сильное образовательное будущее!",

  // Страница Transfer
  transferHeader: "Образовательный мост между двумя странами",
  transferDesc:
    "Как EduAgency, мы создаем прочный образовательный мост между Узбекистаном и Турцией, объединяя культурные связи и академический потенциал обеих стран. Наша профессиональная команда с многолетним опытом предоставляет услуги по трансферу студентов и обмену образовательных специалистов.",

  // Карта 1
  transferCard1Header:
    "Трансфер образовательных специалистов из Турции в Узбекистан",
  transferCard1Text1:
    "Выбор квалифицированных специалистов: Отбор и размещение экспертов с опытом работы в сфере образования.",
  transferCard1Text2:
    "Управление образовательными проектами: Обучение учителей, разработка учебных программ и консультационные услуги.",
  transferCard1Text3:
    "Поддержка культурной адаптации: Специальные программы для адаптации турецких образовательных специалистов к узбекской культуре.",

  // Карта 2
  transferCard2Header: "Сила культурных связей, академическое сотрудничество",
  transferCard2Text1:
    "Как EduAgency, мы стремимся укреплять исторические и культурные связи между узбекским и турецким народами.",
  transferCard2Text2:
    "Образование — это не только передача знаний, но и мост между культурами.",
  transferCard2Text3:
    "С таким пониманием мы гордимся тем, что являемся самым надежным партнером для студентов и образовательных специалистов.",

  // teaching-tech
  teachingTechHeader: "Образовательные технологии",
  teachingTechDesc:
    "Современные образовательные технологии — это инновационные инструменты, разработанные для того, чтобы сделать процесс обучения более эффективным, доступным и увлекательным. В EduAgency мы предлагаем решения, основанные на технологиях, как для студентов, так и для преподавателей. С помощью умных классных приложений, цифровых образовательных платформ и интерактивного контента мы адаптируем образование к требованиям будущего. Используя возможности технологий в образовании, мы переосмысливаем процесс обучения для каждого человека.",

  // card
  teachingTechCardText1:
    "K12NET — это информационная система для учащихся, которая объединяет технологии для улучшения производительности, точности и коммуникации между учителями, студентами, персоналом и родителями.",
  teachingTechCardText2:
    "С OkulAile детские сады, начальные школы, средние школы, частные школы, колледжи, частные образовательные курсы, учебные центры, художественные центры и реабилитационные центры могут легко и быстро удовлетворять все свои потребности с помощью мобильных приложений.",
  teachingTechCardText3:
    "MentalUP — это эффективный способ когнитивного развития с более чем 150 увлекательными играми для мозга. Персонализированные игры для тренировки мозга поддерживают индивидуальное развитие.",
  teachingTechCardText4:
    "Отправляйтесь в невероятное космическое приключение, разработанное для детей в возрасте от 4 до 10 лет! Future Astronaut — это отличное образовательное приложение, которое объединяет веселые игры.",

  //labs
  labsHeader: "Образовательные лаборатории",
  labsDesc:
    "Изучите наши современные лаборатории, предназначенные для предоставления студентам практических учебных опытов. От STEM и инноваций в энергетике до аэрокосмической и цифровой разработки, мы предлагаем передовые ресурсы для будущих профессионалов и исследователей.",

  //card1
  labsCard1Header: "STEM Лаборатория",
  labsCard1Text:
    "Место для инноваций и открытий в науке, технологии, инженерии и математике. Оборудована новейшими инструментами для развития креативности и навыков решения проблем.",

  //card2
  labsCard2Header: "Интеллектуальные Игры",
  labsCard2Text:
    "Занимайтесь умственными упражнениями, разработанными для улучшения когнитивных навыков и повышения способности к решению проблем в увлекательной и интерактивной форме.",

  //card3
  labsCard3Header: "Аэрокосмическая Лаборатория",
  labsCard3Text:
    "Погрузитесь в мир авиации и космических исследований с использованием передового оборудования и симуляторов.",

  //card4
  labsCard4Header: "Энергетические Инновации",
  labsCard4Text:
    "Изучите возобновляемые источники энергии, умные сети и инновационные технологии, которые формируют будущее энергетики.",

  //card5
  labsCard5Header: "Электронная Лаборатория",
  labsCard5Text:
    "Практический опыт работы с цепями, робототехникой и программированием микроконтроллеров в динамичной среде.",

  //card6
  labsCard6Header: "Приложения для Дизайна",
  labsCard6Text:
    "Изучите творческие программные инструменты и техники для воплощения инновационных дизайнерских концепций.",
};
