export const ru = {
  //navbar
  navbar1: "Технологии",
  navbar2: "STEMLab",
  navbar3: "Перевод",
  navbar4: "О нас",
  navbar5: "Контакт",
  navbar6: "Образовательный дизайн",

  //sliders
  slider1Header: "Технологии образования",
  slider2Header: "Kosmosx",
  slider3Header: "Лаборатории",
  slider4Header: "AcademyX",
  slider5Header: "Студенческий перевод",

  slider1Desc:
    "Вы можете получать знания из различных источников, чтобы улучшить свои навыки.",
  slider2Desc:
    "KosmosX, являясь ведущей образовательной и проектной компанией в области космоса и авиации в Узбекистане, ставит перед собой задачу обучать молодежь и взрослых космическим наукам.",
  slider3Desc:
    "Мы здесь, чтобы помочь вам создать лаборатории, полностью соответствующие вашим потребностям и предпочтениям.",
  slider4Desc:
    "Мы полностью готовы поддержать ваше обучение, предоставляя передовые технологии и ресурсы через Academyx, чтобы помочь вам получить больше знаний и навыков.",
  slider5Desc:
    "Посетите наш сайт о воздушных путешествиях, чтобы получить профессиональную консультацию, специально адаптированную для услуг по трансферу студентов.",
};
